{
  "nodes": [
    {
      "op": "null", 
      "name": "0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "1_OIHW8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0], [3, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "7_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "13_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "19_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[11, 0, 0], [12, 0, 0], [13, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "25_OIHW8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[14, 0, 0], [15, 0, 0], [16, 0, 0], [17, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "31_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0], [19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "37_OIHW8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[21, 0, 0], [22, 0, 0], [23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "43_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[25, 0, 0], [26, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "49_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0], [31, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "55_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[32, 0, 0], [33, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "61_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "67_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[39, 0, 0], [40, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "73_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[42, 0, 0], [43, 0, 0], [44, 0, 0], [45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "79_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0], [48, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "85_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0], [50, 0, 0], [51, 0, 0], [52, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "91_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[53, 0, 0], [54, 0, 0], [55, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "97_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[56, 0, 0], [57, 0, 0], [58, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "103_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[60, 0, 0], [61, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "109_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0], [64, 0, 0], [65, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "115_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[67, 0, 0], [68, 0, 0], [69, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "121_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[70, 0, 0], [71, 0, 0], [72, 0, 0], [73, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "127_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[74, 0, 0], [75, 0, 0], [76, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "133_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[77, 0, 0], [78, 0, 0], [79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "139_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0], [82, 0, 0], [83, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "145_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[84, 0, 0], [85, 0, 0], [86, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "151_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[88, 0, 0], [89, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "157_OIHW16o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0], [94, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "163_OIHW8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[95, 0, 0], [96, 0, 0], [97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[99, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "169_OIHW4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[100, 0, 0], [101, 0, 0], [102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[104, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "175_OIHW8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [106, 0, 0], [107, 0, 0], [108, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[109, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "181_OIHW4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[110, 0, 0], [111, 0, 0], [112, 0, 0], [113, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[114, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "187_OIHW4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0], [117, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[119, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "193_OIHW1o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[120, 0, 0], [121, 0, 0], [122, 0, 0], [123, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    3, 
    5, 
    6, 
    8, 
    9, 
    10, 
    12, 
    13, 
    15, 
    16, 
    17, 
    19, 
    20, 
    22, 
    23, 
    24, 
    26, 
    27, 
    29, 
    30, 
    31, 
    33, 
    34, 
    36, 
    37, 
    38, 
    40, 
    41, 
    43, 
    44, 
    45, 
    47, 
    48, 
    50, 
    51, 
    52, 
    54, 
    55, 
    57, 
    58, 
    59, 
    61, 
    62, 
    64, 
    65, 
    66, 
    68, 
    69, 
    71, 
    72, 
    73, 
    75, 
    76, 
    78, 
    79, 
    80, 
    82, 
    83, 
    85, 
    86, 
    87, 
    89, 
    90, 
    92, 
    93, 
    94, 
    96, 
    97, 
    98, 
    101, 
    102, 
    103, 
    106, 
    107, 
    108, 
    111, 
    112, 
    113, 
    116, 
    117, 
    118, 
    121, 
    122, 
    123
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123, 
    124, 
    125
  ], 
  "heads": [[124, 0, 0]], 
  "attrs": {
    "storage_id": ["list_int", [
        2, 
        3, 
        4, 
        5, 
        0, 
        6, 
        7, 
        1, 
        8, 
        9, 
        10, 
        0, 
        11, 
        12, 
        1, 
        13, 
        14, 
        15, 
        0, 
        16, 
        17, 
        1, 
        18, 
        19, 
        20, 
        0, 
        21, 
        22, 
        1, 
        23, 
        24, 
        25, 
        0, 
        26, 
        27, 
        1, 
        28, 
        29, 
        30, 
        0, 
        31, 
        32, 
        1, 
        33, 
        34, 
        35, 
        0, 
        36, 
        37, 
        1, 
        38, 
        39, 
        40, 
        0, 
        41, 
        42, 
        1, 
        43, 
        44, 
        45, 
        0, 
        46, 
        47, 
        1, 
        48, 
        49, 
        50, 
        0, 
        51, 
        52, 
        1, 
        53, 
        54, 
        55, 
        0, 
        56, 
        57, 
        1, 
        58, 
        59, 
        60, 
        0, 
        61, 
        62, 
        1, 
        63, 
        64, 
        65, 
        0, 
        66, 
        67, 
        1, 
        68, 
        69, 
        70, 
        0, 
        71, 
        72, 
        73, 
        1, 
        0, 
        74, 
        75, 
        76, 
        1, 
        0, 
        77, 
        78, 
        79, 
        1, 
        0, 
        80, 
        81, 
        82, 
        1, 
        0, 
        83, 
        84, 
        85, 
        1, 
        0, 
        86, 
        87, 
        88, 
        1]], 
    "dtype": ["list_int", [
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0]], 
    "dltype": ["list_str", [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"]], 
    "shape": ["list_shape", [
        [1, 3, 224, 224], 
        [4, 3, 3, 3, 8], 
        [32, 1, 1], 
        [32, 1, 1], 
        [1, 32, 112, 112], 
        [32, 1, 3, 3], 
        [32, 1, 1], 
        [1, 32, 112, 112], 
        [4, 32, 1, 1, 16], 
        [64, 1, 1], 
        [64, 1, 1], 
        [1, 64, 112, 112], 
        [64, 1, 3, 3], 
        [64, 1, 1], 
        [1, 64, 56, 56], 
        [16, 64, 1, 1, 8], 
        [128, 1, 1], 
        [128, 1, 1], 
        [1, 128, 56, 56], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [1, 128, 56, 56], 
        [16, 128, 1, 1, 8], 
        [128, 1, 1], 
        [128, 1, 1], 
        [1, 128, 56, 56], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [1, 128, 28, 28], 
        [16, 128, 1, 1, 16], 
        [256, 1, 1], 
        [256, 1, 1], 
        [1, 256, 28, 28], 
        [256, 1, 3, 3], 
        [256, 1, 1], 
        [1, 256, 28, 28], 
        [16, 256, 1, 1, 16], 
        [256, 1, 1], 
        [256, 1, 1], 
        [1, 256, 28, 28], 
        [256, 1, 3, 3], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [32, 256, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [32, 512, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [32, 512, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [32, 512, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [32, 512, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [32, 512, 1, 1, 16], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 14, 14], 
        [512, 1, 3, 3], 
        [512, 1, 1], 
        [1, 512, 7, 7], 
        [64, 512, 1, 1, 16], 
        [1024, 1, 1], 
        [1024, 1, 1], 
        [1, 1024, 7, 7], 
        [1024, 1, 3, 3], 
        [1024, 1, 1], 
        [1, 1024, 7, 7], 
        [64, 1024, 1, 1, 16], 
        [1024, 1, 1], 
        [1024, 1, 1], 
        [1, 1024, 7, 7], 
        [64, 1024, 5, 5, 8], 
        [512, 1, 1], 
        [512, 1, 1], 
        [1, 512, 7, 7], 
        [1, 512, 14, 14], 
        [64, 512, 5, 5, 4], 
        [256, 1, 1], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [1, 256, 28, 28], 
        [16, 256, 5, 5, 8], 
        [128, 1, 1], 
        [128, 1, 1], 
        [1, 128, 28, 28], 
        [1, 128, 56, 56], 
        [16, 128, 5, 5, 4], 
        [64, 1, 1], 
        [64, 1, 1], 
        [1, 64, 56, 56], 
        [1, 64, 112, 112], 
        [8, 64, 5, 5, 4], 
        [32, 1, 1], 
        [32, 1, 1], 
        [1, 32, 112, 112], 
        [1, 32, 224, 224], 
        [1, 32, 1, 1, 1], 
        [1, 1, 1], 
        [1, 1, 1], 
        [1, 1, 224, 224]]]
  }
}